{"0/0": "Peshawar Accord In the Name of Allah, the Most Beneficient, the Most Merciful 22.10.1412 (22 Shawal) 24 April 1992 \n\nSalutation and peace be upon the Great Messenger of Allah and his Progeny and Companions.", "0/1": "\n\nThe structure and process for the provisional period of the Islamic State of Afghanistan, was formed as under: \n\n1.", "0/2": "It was decided that a 51 persons body, headed by Hazrat Sahib Sibghatullah Mojaddedi, would go inside Afghanistan so that they could take over power from the present rulers of Kabul, completely and without any terms and conditions during the two months period.", "0/3": "The head of this body will also represent the Presidentship of the State during these two months.", "0/4": "After this period, this body will remain as an interim Islamic Council, along with the Transitional State and its Chairmanship will be held by Hazrat Sahib.", "0/5": "The period of this Council, will also be for four (4) months.", "0/6": "\n\n2.", "0/7": "It was decided that Professor Rabbani will remain as the President of the Transitional Islamic State of Afghanistan and the head of the Leadership Council for four (4) months.", "0/8": "He will commence his work officially at the time when the two months of the transfer of power will be elapsed.", "0/9": "\n\n3.", "0/10": "The above mentioned period will not be extended even by a day.", "0/11": "\n\n4.", "0/12": "The Prime Minister and other members of the Cabinet will be appointed from the second grade members of the Tanzeemat, on the discretion of the heads of the Tanzeemat.", "0/13": "\n\n5.", "0/14": "The Prime Ministership was assigned to the Hizb-e-Islami, Afghanistan.", "0/15": "\n\n6.", "0/16": "The Deputy Prime Ministership and the Ministry of Interior, to Ittehad-e-Islami, Afghanistan.", "0/17": "\n\n7.", "0/18": "The Deputy Prime Ministership and the Ministry of Education, to Hizb-e-Islamic of Maulvi Khalis.", "0/19": "\n\n8.", "0/20": "The Deputy Prime Ministership and the Ministry of Foreign Affairs to the National Islamic Front.", "0/21": "\n\n9.", "0/22": "The Ministry of Defence to Jamiat-e-Islami, Afghanistan.", "0/23": "\n\n10.", "0/24": "The Supreme Court to Harkat-e-Inqilab-e-Islami Organization.", "0/25": "\n\n11.", "0/26": "It was also decided that the Leadership Council, in additional to making the division of appointments in the Ministries, will also determine Ministries for Hizb-e-Wahdat, Shura-e-Etelaf (Council of Coalition) Maulvi Mansoor and other brothers.", "0/27": "\n\n12.", "0/28": "The total period of this process will be six months.", "0/29": "As regards to Transitional Government, the Islamic Council, will make unanimous decision.", "0/30": "The period of this Transitional Government will be two (2) years.", "1/0": "The International Afghanistan Conference in Bonn \n\n5 December 2011 \n\nAfghanistan and the International Community: From Transition to the Transformation Decade \n\nCONFERENCE CONCLUSIONS \n\n1.", "1/1": "We, the Islamic Republic of Afghanistan and the International Community, met today in Bonn to mark the 10th anniversary of the 2001 Bonn Conference, which laid the foundation of the ongoing partnership between Afghanistan and the International Community, and to renew our mutual commitment to a stable, democratic and prosperous future for the Afghan people.", "1/2": "We honour all those, from Afghanistan and abroad, who have lost their lives for this noble cause.", "1/3": "Afghanistan expressed its sincere gratitude for the steadfast commitment, solidarity and the immense sacrifices of its international partners.", "1/4": "\n\n2.", "1/5": "Afghanistan and the International Community expressed deep appreciation to the Federal Republic of Germany for hosting this Conference.", "1/6": "Germany is a longstanding friend of Afghanistan and, in particular over the past ten years, alongside other members of the International Community, has been a steadfast partner in Afghanistan’s stabilization and development.", "1/7": "\n\n3.", "1/8": "Ten years ago today at the Petersberg, Afghanistan charted a new path towards a sovereign, peaceful, prosperous and democratic future, and the International Community accepted the responsibility to help Afghanistan along that path.", "1/9": "Together we have achieved substantial progress over these ten years, more than in any other period in Afghanistan’s history.", "1/10": "Never before have the Afghan people, and especially Afghan women, enjoyed comparable access to services, including education and health, or seen greater development of infrastructure across the country.", "1/11": "Al Qaida has been disrupted, and Afghanistan’s national security institutions are increasingly able to assume responsibility for a secure and independent Afghanistan.", "1/12": "\n\n4.", "1/13": "However, our work is not yet done.", "1/14": "Shortcomings must be addressed, achievements must be upheld.", "1/15": "Our shared goal remains an Afghanistan that is a peaceful and promising home for all Afghans, at the centre of a secure and thriving region;", "1/16": "an Afghanistan in which international terrorism does not again find sanctuary and that can assume its rightful place among sovereign nations.", "1/17": "\n\n5.", "1/18": "In today’s conference, chaired by Afghanistan, hosted by Germany and attended by 85 countries and 15 International Organisations, the International Community and Afghanistan solemnly dedicated themselves to deepening and broadening their historic partnership from Transition to the Transformation Decade of 2015‐2024.", "1/19": "Reaffirming our commitments as set out in the 2010 London Communiqué and the Kabul Process, this renewed partnership between Afghanistan and the International Community entails firm mutual commitments in the areas of governance, security, the peace process, economic and social development, and regional cooperation.", "1/20": "\n\nGOVERNANCE \n\n6.", "1/21": "Afghanistan reaffirms that the future of its political system will continue to reflect its pluralistic society and remain firmly founded on the Afghan Constitution.", "1/22": "The Afghan people will continue to build a stable, democratic society, based on the rule of law, where the human rights and fundamental freedoms of its citizens, including the equality of men and women, are guaranteed under the Constitution.", "1/23": "Afghanistan recommits to upholding all of its international human rights obligations.", "1/24": "Acknowledging that on this path Afghanistan will have its own lessons to learn, the International Community fully endorses this vision and commits to supporting Afghanistan’s progress in that direction.", "1/25": "\n\n7.", "1/26": "We have taken note of statements by Afghan civil society organisations, including today’s statements by two of their delegates at this meeting.", "1/27": "We all reaffirm that the human rights and fundamental freedoms enshrined in the Afghan Constitution, including the rights of women and children, as well as a thriving and free civil society are key for Afghanistan’s future.", "1/28": "Therefore, we underscore the further promotion of civil society participation, including both traditional civil society structures and modern manifestations of civic action, including the role of youth, in the country’s democratic processes.", "1/29": "\n\n8.", "1/30": "We recognise that building a democratic society above all entails enabling legitimate and effective civilian authority embodied in a democratically elected government and served by transparent and strong, functioning institutions.", "1/31": "Despite significant achievements, Afghanistan needs to continue its work to strengthen state institutions and improve governance throughout the country, including through reforming the civil service and strengthening the linkage between justice reform and development of its security institutions, including an effective civilian police force.", "1/32": "Strengthening and improving Afghanistan’s electoral process will be a key step forward in the country’s democratization.", "1/33": "Afghan government institutions at all levels should increase their responsiveness to the civil and economic needs of the Afghan people and deliver key services to them.", "1/34": "In this context, the protection of civilians, strengthening the rule of law and the fight against corruption in all its forms remain key priorities.", "1/35": "We will move this agenda forward, in accordance with our commitments under the Kabul Process in line with the principle of mutual accountability.", "1/36": "\n\n9.", "1/37": "Consistent with Transition, we reaffirm that the role of international actors will evolve further from direct service delivery to support and capacity‐building for Afghan institutions, enabling the Government of Afghanistan to exercise its sovereign authority in all its functions.", "1/38": "This process includes the phasing out of all Provincial Reconstruction Teams, as well as the dissolution of any structures duplicating the functions and authority of the Government of Afghanistan at the national and sub‐national levels.", "1/39": "\n\n10.", "1/40": "We support the crucial role of the United Nations in Afghanistan.", "1/41": "We express our gratitude to the UN Secretary General’s Special Representative Staffan de Mistura for his dedicated service, and welcome the Secretary General’s decision to appoint Jan Kubis as his new Special Representative for Afghanistan.", "1/42": "We note that the UNAMA mandate is currently under review in line with the increased capacity and ownership exercised by the Government of Afghanistan and consistent with the process of Transition that entails the assumption of leadership responsibility by the Afghan Government.", "1/43": "We also take note with appreciation of the close collaboration of the International Contact Group with the Afghan Government and their work, and encourage them to continue their joint efforts.", "1/44": "\n\nSECURITY \n\n11.", "1/45": "We welcome the determination of the Afghan people to combat terrorism and extremism and take responsibility for their own security and for protecting their homeland.", "1/46": "We share Afghanistan’s vision for its national security forces to be built to modern standards and adequate capacity, so that they can effectively and independently defend Afghanistan.", "1/47": "\n\n12.", "1/48": "We welcome the successful start of the Transition process.", "1/49": "Afghan authorities are assuming full security responsibility for their country and will complete this process by the end of 2014.", "1/50": "Correspondingly, the International Security Assistance Force (ISAF), authorized by the UN Security Council, has begun a gradual, responsible draw‐down to be completed by that time.", "1/51": "With the conclusion of the Transition process, our common responsibility for Afghanistan’s future does not come to a close.", "1/52": "The International Community, therefore, commits to remain strongly engaged in support of Afghanistan beyond 2014.", "1/53": "\n\n13.", "1/54": "We underscore that the international support for sustainable Afghan National Security Forces (ANSF) needs to continue after 2014.", "1/55": "In assistance to the ANSF, the International Community strongly commits to support their training and equipping, financing and development of capabilities beyond the end of the Transition period.", "1/56": "It declares its intent to continue to assist in their financing, with the understanding that over the coming years this share will gradually be reduced, in a manner commensurate with Afghanistan’s needs and its increasing domestic revenue generation capacity.", "1/57": "In this context, we look forward to define a clear vision and appropriately funded plan for the ANSF, which should be developed before the forthcoming NATO summit in Chicago in May 2012.", "1/58": "\n\n14.", "1/59": "We recognise that the main threat to Afghanistan’s security and stability is terrorism, and that this threat also endangers regional and global peace and security.", "1/60": "In this regard, we recognise the regional dimensions of terrorism and extremism, including terrorist safe havens, and emphasise the need for sincere and result‐oriented regional cooperation towards a region free from terrorism in order to secure Afghanistan and safeguard our common security against the terrorist threat.", "1/61": "We reiterate our common determination to never allow Afghanistan to once again become a haven for international terrorism.", "1/62": "\n\n15.", "1/63": "The production, trafficking and consumption of narcotics equally pose a grave threat to Afghanistan’s security and the growth of a legitimate economy as well as to international peace and stability.", "1/64": "Recognizing their shared responsibility, Afghanistan and the International Community reiterate their determination to counter, in a comprehensive manner, including by crop eradication, interdiction and promoting alternative agriculture, the menace of illicit drugs, including drug precursors, which causes widespread harm and suffering.", "1/65": "We recognise that the narcotics problem is a global challenge which also requires tackling the demand side.", "1/66": "\n\nPEACE PROCESS \n\n16.", "1/67": "We stress the need for a political solution in order to achieve peace and security in Afghanistan.", "1/68": "To ensure enduring stability, in addition to building up Afghanistan’s capacity to defend itself, a political process is necessary, of which negotiation and reconciliation are essential elements.", "1/69": "In addition, the process of reintegration will pave the way for post‐ conflict rehabilitation of Afghan society through improvement of security, community development and local governance.", "1/70": "\n\n17.", "1/71": "We condemn in the strongest terms the assassination of Professor Burhanuddin Rabbani, former President of Afghanistan and Chairman of the High Peace Council.", "1/72": "The International Community welcomes and supports the undeterred peace efforts of the Afghan Government, particularly through the High Peace Council and the Afghanistan Peace and Reintegration Programme.", "1/73": "We also take note of the recommendations of the consultative Traditional Loya Jirga of 16‐19 November 2011, which provided a new impetus to the peace process.", "1/74": "18.", "1/75": "Mindful of the relevant UN resolutions, the International Community concurs with Afghanistan that the peace and reconciliation process and its outcome must be based on the following principles: \n\n(a) The process leading to reconciliation must be \n\n• truly Afghan‐led and Afghan‐owned;", "1/76": "as well as \n\n• inclusive, representing the legitimate interests of all the people of Afghanistan, regardless of gender or social status.", "1/77": "\n\n(b)Reconciliation must contain \n\n• the reaffirmation of a sovereign, stable and united Afghanistan;", "1/78": "\n\n• the renunciation of violence;", "1/79": "\n\n• the breaking of ties to international terrorism;", "1/80": "\n\n• respect for the Afghan Constitution, including its human rights provisions, notably the rights of women.", "1/81": "\n\n(c) The region must respect and support the peace process and its outcome.", "1/82": "An outcome of the peace process respecting the above principles will receive the full support of the International Community.", "1/83": "\n\nECONOMIC AND SOCIAL DEVELOPMENT \n\n19.", "1/84": "The International Community shares Afghanistan’s aim of achieving self‐reliance and prosperity through developing its human and resource potential on its path towards sustainable and equitable growth and improved standards of living, and welcomes the Afghan Government’s economic Transition strategy as elaborated in the document Towards a Self‐Sustaining Afghanistan.", "1/85": "Shifting the strategy from stabilisation to long‐term development cooperation, the International Community will continue to support Afghanistan, including in the areas of rule of law, public administration, education, health, agriculture, energy, infrastructure development and job creation, in line with the Afghan Government’s priorities as specified in the National Priority Programmes framework under the Kabul Process.", "1/86": "\n\n20.", "1/87": "As the Afghan government sets priorities, embraces reform and meets its Kabul commitments, including strengthening transparent and accountable public financial management systems and improving budget execution capacity, its partners recommit to meeting the minimum targets set in London and Kabul for aligning international assistance with Afghanistan’s priorities and channeling a growing share of development aid through the government budget.", "1/88": "We welcome the Government of Japan’s intention to host a ministerial conference in July 2012 in Tokyo, which will address, in addition to the coordination of international economic assistance through the Transition period, Afghanistan’s strategy for sustainable development, including aid effectiveness and regional economic cooperation.", "1/89": "\n\n21.", "1/90": "As Transition gathers momentum, we recognise the economic risks identified by the World Bank and the International Monetary Fund, including the economic impact tied to the reduction of the international military presence.", "1/91": "We intend to mitigate this effect, including by increasing aid effectiveness, consistent with the Kabul Process.", "1/92": "The International Community shares Afghanistan’s concern that a strategy to address the near‐term effects of Transition must also facilitate the goal of attaining a sustainable market economy in line with the social needs of the population.", "1/93": "\n\n22.", "1/94": "The intensive international effort in Afghanistan over the last decade represents a unique engagement.", "1/95": "The International Community’s commitment, both to Afghanistan and to its role in international security, lasts beyond Transition.", "1/96": "Transition will reduce the international presence and the financial requirements associated with it.", "1/97": "We recognize that the Government of Afghanistan will have special, significant and continuing fiscal requirements that cannot be met by domestic revenues in the years following Transition.", "1/98": "Therefore, during the Transformation Decade, the International Community commits to directing financial support, consistent with the Kabul Process, towards Afghanistan’s economic development and security‐related costs, helping Afghanistan address its continuing budget shortfall to secure the gains of the last decade, make Transition irreversible, and become self‐sustaining.", "1/99": "\n\n23.", "1/100": "Afghanistan’s long‐term economic growth will, above all, depend on the development of its productive sectors, notably agriculture and mining.", "1/101": "The International Community commits to supporting the development of an export‐oriented agriculture‐based economy, which is crucial for Afghanistan to achieve food security, poverty reduction, widespread farm‐based job creation, and expanding the Government’s revenue generation capacity.", "1/102": "Concerning mining, we welcome the growing interest of international investors in Afghanistan’s mineral wealth but emphasise the need for a regulatory framework to guarantee that this mineral wealth directly benefits the Afghan people.", "1/103": "The International Community supports Afghanistan’s efforts to develop a transparent and accountable regulatory regime, consistent with international best practices, for collecting and managing public resources and preserving the environment.", "1/104": "\n\n24.", "1/105": "We recognise that a vibrant, private sector‐led economy in Afghanistan will require the development of a competitive service industry and a stable financial system, and achieving regional integration through expanding Afghanistan’s trade and transit networks, as well as its regional connectivity.", "1/106": "The International Community commits to support Afghanistan’s efforts to put in place and enhance the infrastructure and the relevant regulatory frameworks for the development of trade and transit.", "1/107": "\n\n25.", "1/108": "We emphasize that attracting private investment, including from international sources, are key priorities for activating Afghanistan’s economic potential.", "1/109": "The Afghan Government commits to improving conditions conducive to international investments, inter alia, by implementing the recommendations of the EUROMINES International Investors Forum in Brussels on 26 October 2011.", "1/110": "\n\nREGIONAL COOPERATION \n\n26.", "1/111": "We believe that a stable and prosperous Afghanistan can only be envisioned in a stable and prosperous region.", "1/112": "For the entire region, the rewards of peace and cooperation outweigh those of rivalry and isolation by far.", "1/113": "We endorse Afghanistan’s vision for building strong, sustainable bilateral and multilateral relationships with its near and extended neighbours.", "1/114": "Such relationships should end external interference, reinforce the principles of good‐ neighbourly relations, non‐interference and sovereignty, and further Afghanistan’s economic integration into the region.", "1/115": " \n\n27.", "1/116": "We welcome the outcome of the “Istanbul Conference for Afghanistan: Security and Cooperation in the Heart of Asia” of 2 November 2011.", "1/117": "In particular, we take note of the principles concerning territorial integrity, sovereignty, non‐intervention and the peaceful settlement of disputes contained in the Istanbul Process, which we support as a valuable step towards building greater confidence and cooperation in the ‘Heart of Asia’ region.", "1/118": "We call for strict adherence by Afghanistan and its regional partners to these principles, and look forward to the follow‐up Ministerial Conference in June 2012 in Kabul.", "1/119": "\n\n28.", "1/120": "With a view to the long‐term prospects for Afghanistan’s development, we share Afghanistan’s vision of a well‐connected, economically integrated region, where Afghanistan can serve as a land‐bridge connecting South Asia, Central Asia, Eurasia and the Middle East.", "1/121": "We support enhanced trade connectivity along historical trade routes to utilize Afghanistan’s economic potential at the regional level.", "1/122": "In this context, we recognize the importance of early implementation of sustainable projects to promote regional connectivity, such as the TAPI gas pipeline, CASA‐1000, railways and other projects.", "1/123": "In this context, we look forward to the 5th RECCA conference to be hosted by the Republic of Tajikistan in Dushanbe in March 2012.", "1/124": "\n\n29.", "1/125": "We acknowledge the burden of Afghanistan’s neighbours, in particular Pakistan and Iran, in providing temporary refuge to millions of Afghans in difficult times and are committed to further work towards their voluntary, safe and orderly return.", "1/126": "\n\nTHE WAY FORWARD \n\n30.", "1/127": "With a view to the future, we underscore that the process of Transition, which is currently underway and is to be completed by the end of 2014, should be followed by a decade of Transformation, in which Afghanistan consolidates its sovereignty through strengthening a fully functioning, sustainable state in the service of its people.", "1/128": "This Transformation Decade will see the emergence of a new paradigm of partnership between Afghanistan and the International Community, whereby a sovereign Afghanistan engages with the International Community to secure its own future and continues to be a positive factor for peace and stability in the region.", "1/129": "\n\n31.", "1/130": "At today’s meeting, Afghanistan laid out its vision of the future: a country that is a stable and functioning democracy, a strong and sustainable state in the service of its people, and a prospering economy.", "1/131": "Embedded in a region that is conducive to prosperity and peace, and enjoying friendly relations with all of its near and extended neighbours, Afghanistan aspires to becoming a contributor to international peace and security.", "1/132": "\n\n32.", "1/133": "With a view to realizing the above vision, the International Community and Afghanistan make firm mutual commitments to continue to working together in a spirit of partnership.", "1/134": "Afghanistan reiterates its commitment to continue to improve governance, while the International Community commits to an enduring engagement with Afghanistan through and beyond 2014.", "1/135": "\n\n33.", "1/136": "Today in Bonn, we solemnly declare a strategic consensus on deepening and broadening the partnership between Afghanistan and the International Community founded at the Petersberg ten years ago.", "1/137": "Building on the shared achievements of the past ten years, and recognising that the security and well‐being of Afghanistan continue to affect the security of the entire region and beyond, Afghanistan and the International Community strongly commit to this renewed partnership for the Transformation Decade.", "1/138": "\n\nAdopted on 5 December 2011 by the Islamic Republic of Afghanistan, the Republic of Albania, the People’s Democratic Republic of Algeria, the Argentine Republic, the Republic of Armenia, Australia, the Republic of Austria, the Republic of Azerbaijan, the Kingdom of Bahrain, the People’s Republic of Bangladesh, the Kingdom of Belgium, Bosnia and Herzegovina, Federative Republic of Brazil, Brunei Darussalam, the Republic of Bulgaria, Canada, the People’s Republic of China, the Republic of Colombia, the Republic of Croatia, the Republic of Cyprus, the Czech Republic, the Kingdom of Denmark, the Arab Republic of Egypt, the Republic of El Salvador, the Republic of Estonia, the Republic of Finland, the French Republic, Georgia, the Federal Republic of Germany, the Hellenic Republic, the Republic of Hungary, the Republic of Iceland, the Republic of India, the Republic of Indonesia, the Islamic Republic of Iran, the Republic of Iraq, Ireland, the Republic of Italy, Japan, the Hashemite Kingdom of Jordan, the Republic of Kazakhstan, the Republic of Korea, the State of Kuwait, the Kyrgyz Republic, the Republic of Latvia, the Lebanese Republic, the Principality of Liechtenstein, the Republic of Lithuania, the Grand Duchy of Luxembourg, the former Yugoslav Republic of Macedonia, Malaysia, the Republic of Malta, the United Mexican States, Mongolia, Montenegro, the Kingdom of Morocco, the Kingdom of the Netherlands, New Zealand, the Kingdom of Norway, the Sultanate of Oman, the Republic of the Philippines, the Republic of Poland, the Portuguese Republic, the State of Qatar, Romania, the Russian Federation, the Kingdom of Saudi Arabia, the Slovak Republic, the Republic of Slovenia, the Republic of South Africa, the Kingdom of Spain, the Kingdom of Sweden, the Swiss Confederation, the Republic of Tajikistan, the Kingdom of Thailand, the Republic of Tunisia, the Republic of Turkey, Turkmenistan, Ukraine, the Oriental Republic of Uruguay, the United Kingdom of Great Britain and Northern Ireland, the United Arab Emirates, the United States of America, the Republic of Uzbekistan, and the Socialist Republic of Viet Nam, as well as the Aga Khan Development Network, the Asian Development Bank, the Conference on Interaction and Confidence‐Building Measures in Asia, the Collective Security Treaty Organisation, the Economic Cooperation Organization, the European Union, the International Monetary Fund, the Islamic Development Bank, the North Atlantic Treaty Organization, the Organisation of the Islamic Cooperation, the Organization for Security and Co‐operation in Europe, the South Asian Association for Regional Cooperation, the Shanghai Cooperation Organisation, the United Nations, and the World Bank Group."}